API_ID = 25207370
API_HASH = "a745ab69c50b0f05db2bd70a90ad0b56"
play=False
PAIN={
    "GIF":True,"PHOTO":True,"VOICE":True,"VIDEO":True,"LINK":True,
    "STICKER":True,"TABLIQ":True,"PORN":True,"ANTIHACK":True
}
GOLD_USERS=[]
ADMINS=[]
PLAYER=[]
CREATOR = 2063708149
GROUP={}
Music=False
main={
"slm" : ["سلام چطوری؟", "سلام خوش اومدی گل", "سلام عزیزم خوش اومدی", "سلام خوبی؟", "سلاااام خبی", "سلامم", "علیک", "سلام خوش", "سلام خوش بیومدی", "سلام سلام", "خوش اومدی", "صلاممم"],
"khubi" : ["ممنون عزیزم بخوبیت", "بخوبی دوستان ممنونم", "ممنون شما خوبین؟", "ممنونم عزیز", " مرسی گل"],
"rand" : ["نت خر رررررررررررررررررررررررراست", "حوصلمم", "نت کلا قهوه‌ای شده", ".", "🎯", "🎳", "هوووف حوصلمممممممم👩‍🦯🦕", "🐩👩‍🦯", "👩‍🦼بریم اهنگ بگوشیممم", "پی نیاید لدفا🤜", "هعبب", "هعییی"],
"khbr":["سلامتی دوستان","سلامتی خبرخاصی نیست","سلامتی رهبر 😂","سلامتی وجودت"],
"slmrip":["سلام سلام", "سلامممم", "سلاام", "سلام عزیزم", "سلامم", "سلاممم", "سلاممم", "سلام عزیز", "سلام خوشگله", "سلام نفس", "سلام اجی", "درود", "صلام", "سلاامم", "س"],
"slmrop": ["سلاام خبی👩‍🦼", "سلام عزیزم خوبی؟", "سلام خوبی؟", "سلام چطوری ؟", "علیک سلام 👩‍🦯", "و علیک", "احوالت"],
"slm2": ["سلام خوبی؟", "سلام چطوری", "سلام حالت چطوره ", "سلام خبی", "سلام چطوری؟", "سلام خوبی اجی؟"],
"slm_2" : ["سلام ممنون", "سلام مرسی تو چطوری", "سلام بد نیستم تو خوبی؟", "سلام مرسی تو چی؟", "ای بد نیستم شکر", "بخوبیت", "ممنون"],
"khubi" :["خوبی؟", "خوبی عزیزم؟", "خوبی چه خبر؟", "خوبین", "خوبین؟", "خبی", "خوبیی", "خبی؟", "خوبی"],
"khubi2": ["ای بد نیستم ", "شکرش", "مرسی شما خوبی؟", "مرسی شما خبی", "ار تو خوبی", "بخوبیت"],
"asl" : ["اصل", "اصلتو میدی؟", "اصل میدی؟", "اصل میدی", "اصل بده", "معرفی میکنین؟", "معرفی میکنی", "اصلتون؟"],
"aslman" : ["رها 20 تهران و شما", "رها\n20\nته و شما", " رها 20 ته و شما", "رها هستم 20 تهران و شما"],
"jkhubi": ["ممنون", "متشکر از شما", "", ""],
"jkhubi_2" : ["فدات", "ارادت"],
"beman" : ["بی وژدان"],
"khoshm":["همچنین خوشبختم","منم خوشبختم","همچنین عزیز","عزیزی منم خوشبختم","فدا همچنین","فدات منم خوشچتم","همچنین من خوشچتم"],
"bedig" : ["ناز شستت", "عقابه گپ شکار میکند"],
"beadmin" : ["عجبببب", "به خودی میزنی؟", "دمت گرم واقعا", "واقعا ک"],
"timevoice": ["دوستان تایم دکلمه اس همگی بالا", "دوستانی که خوانش شعر یا آهنگ دارن ویسکال تشریف بیارن", "دوستان خوش صدا همگی ویسکال بیان", "دوستان بیاین ویسکال"],
"micbaste" : ["همگی بریزید تو ویسکال بازی مایک بسته داریم", "دوستانی که توی ویسکال  هستن لطفا مایکتونو بسته نگهدارید", "دوستان پاسخ سوال هاتون رو روی قلب پین شده ریپلی بزنید"],
"emoji": ["🚶‍♀️", "🚶‍♂️", "👩‍🦯"],
"emojis" : ["👩‍🦯", "🚶‍♂️", "🚶‍♀️", "👩‍🦽"],
"mrc" : ["مرسی", "مرسیی"],
"bote":["عمت رباته","ربات عمته","اره رباتم فضولشی؟","چخه","بروبابااا\nعمت رباته","اره فوضولی؟","برو بزار باد بیاد بابااااا","بروخانتااان بابااا"],
"j":["بلی","بله","جانم","جان","بفرما"],
"jkhosh":["اصل میدی عزیز؟","اصل بده گل","اصل","اصل بده","معرفی میکنی؟","اصلتو بده","اصل لطفا"],
"jmrc" : ["بهش برسی", "برسی", "بهش میرسی"],
"bye":["کجااااا","کجا","بمووون","ای بابا \nبموون نرو","بودی حالاااا","نرووو سمیه","چراااا","تیففف\nازهمون اولم موندنی نبودی"],
"fohsh" : ["بیشرف", "کسکش", "جنده", "بیناموس", "بی ناموس", "ناموستو", "گاییدم", "گاییدی", "کیر", "کص", "کصه", "گایید", "صیک", "سیک", "سیکتیر", "نگاییدم", "نگاییدمت", "کونی", "کون", "کونم", "کصم", "کصش", "ریدم", "کیری", "کصی", "کونت", "لزبین", "لز", "سکس", "صکس", "صکصی", "هرزه", "ننت", "koni","یک خانم","یک مرد","مطلقه","بیوه","کصکش","کسکش"],
"tabliq":["فروش", "اکانت", "شماره", "لینک بدم", "خاله", "کیس", "فیلم", "سوپر", "تصویری", "سکس چت", "سکسچت", "صکصچت", "بیزینسی", "بیزینس", "", "شماره مجازی", "امریکا", "سرور", "گیگ", "کانفیگ", "فیلترشکن","استوری","بیو","هزینه","میلیون","ملیون","استخدام","دایرکت","درامد","درآمد"],
"khoshm1":["خوشبختم","خوشقلبم","خوشوقتم","خشم","خوشم","خوشتیپم","خوشحالم","خوشفیسم","خوش"],
"khoshm2":["فدات","همچنین","قربونت","ممنون همچنین","مرسی همچنین","منم همینطور","هم چنین","همچنین بزرگوار","همچنین دوست من"],
"khoshm3":["۱","۲","۳","۴","۵","۶","۷","۸","۹","۰","0","1","2","3","4","5","6","7","","8","9"],
"khoshm4":["خوشبختم از آشناییت \nخیلی خوش اومدی\nموندگار باشی عزیز","خوشبختم عزیز \nموندگار باشی تو گپمون","خیلی خیلی خوش اومدی \nخوشبختم از آشناییت","خوشقلبم \nامیدوارم موندگار باشی تو گپمون","خوش اومدی گل \nخیلی خوشبختم از آشناییت","خوش بختم دوست من","خوشحال شدم از آشناییت دوس من"],
"slm5":["سلام","صلام","ثلام","سلامم","سلاام","سلاممم","سلاو","سلا"],
"khodafz":["خدافظ","خداحافظ","بای","فعلا","خدافظظ","خداافظ","باای","بااای"],
"tashakor":["ممنون","مچکر","مچکرم","ممنونم"],
"aslo":["خواهش \nاصل بده عزیز","قربونت اصل میدی؟","فدا\nاصل بده ","اصل میدی عزیز؟","خواهش\nاصل بده گل"]
}